Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 点击跳转到此画面
ar: انقر للانتقال إلى هذه الصورة
de: Klicken, um dorthin zu springen
en: Click to Jump to This Frame
es: Clic para ir a esta imagen
fr: Cliquer pour y accéder
hi: इस दृश्य पर जाने के लिए क्लिक करें
id: Klik untuk melompat ke sini
it: Fai clic per andare qui
ja: クリックでこの画面へ移動
ko: 클릭하여 이 화면으로 이동
nl: Klik om hierheen te gaan
pl: Kliknij, aby przejść
pt: Clique para ir a esta imagem
ru: Нажмите, чтобы перейти
sv: Klicka för att gå hit
th: คลิกเพื่อไปยังภาพนี้
tr: Bu kareye gitmek için tıkla
uk: Натисніть, щоб перейти
vi: Nhấp để đến hình này
zh_hant: 點擊跳轉到此畫面

source: 点窗口红色关闭按钮只隐藏窗口不退出，可随时从菜单栏或 Dock 图标恢复
ar: النقر على زر الإغلاق الأحمر للنافذة يخفيها فقط دون الخروج، ويمكن استعادتها في أي وقت من شريط القوائم أو أيقونة Dock
de: Ein Klick auf die rote Schließen-Schaltfläche des Fensters blendet es nur aus, ohne zu beenden; es kann jederzeit über die Menüleiste oder das Dock-Symbol wiederhergestellt werden
en: Clicking the window's red close button only hides it without quitting; restore it anytime from the menu bar or Dock icon
es: Al hacer clic en el botón rojo de cerrar de la ventana solo se oculta sin salir; restáurela en cualquier momento desde la barra de menús o el icono del Dock
fr: Cliquer sur le bouton rouge de fermeture de la fenêtre la masque seulement sans quitter ; restaurez-la à tout moment depuis la barre des menus ou l'icône du Dock
hi: विंडो के लाल बंद बटन पर क्लिक करने से वह केवल छिपती है, बंद नहीं होती; मेनू बार या Dock आइकन से कभी भी पुनर्प्राप्त करें
id: Mengeklik tombol tutup merah jendela hanya menyembunyikannya tanpa keluar; pulihkan kapan saja dari bilah menu atau ikon Dock
it: Fare clic sul pulsante rosso di chiusura della finestra la nasconde soltanto senza uscire; ripristinala in qualsiasi momento dalla barra dei menu o dall'icona del Dock
ja: ウインドウの赤い閉じるボタンを押すと終了せずに隠すだけで、メニューバーや Dock アイコンからいつでも戻せます
ko: 창의 빨간 닫기 버튼을 클릭하면 종료되지 않고 창만 숨겨지며, 메뉴 막대나 Dock 아이콘에서 언제든 복구할 수 있습니다
nl: Klikken op de rode sluitknop van het venster verbergt het alleen zonder af te sluiten; herstel het op elk moment via de menubalk of het Dock-pictogram
pl: Kliknięcie czerwonego przycisku zamykania okna tylko je ukrywa bez zamykania aplikacji; przywróć je w każdej chwili z paska menu lub ikony Docka
pt: Clicar no botão vermelho de fechar da janela apenas a oculta sem sair; restaure-a a qualquer momento pela barra de menus ou pelo ícone do Dock
ru: Щелчок по красной кнопке закрытия окна лишь скрывает его, не завершая работу; восстановите его в любой момент из строки меню или значка Dock
sv: Att klicka på fönstrets röda stängknapp döljer det bara utan att avsluta; återställ det när som helst från menyraden eller Dock-ikonen
th: การคลิกปุ่มปิดสีแดงของหน้าต่างจะซ่อนหน้าต่างโดยไม่ออกจากแอป กู้คืนได้ทุกเมื่อจากแถบเมนูหรือไอคอน Dock
tr: Pencerenin kırmızı kapat düğmesine tıklamak yalnızca pencereyi gizler, uygulamayı kapatmaz; menü çubuğundan veya Dock simgesinden istediğiniz zaman geri yükleyin
uk: Клацання по червоній кнопці закриття вікна лише приховує його, не завершуючи роботу; відновіть його будь-коли з рядка меню або значка Dock
vi: Nhấp nút đóng màu đỏ của cửa sổ chỉ ẩn cửa sổ chứ không thoát; khôi phục bất cứ lúc nào từ thanh menu hoặc biểu tượng Dock
zh_hant: 點視窗紅色關閉按鈕只隱藏視窗不退出，可隨時從選單列或 Dock 圖示恢復

source: 热键
ar: مفاتيح الاختصار
de: Tastenkürzel
en: Hotkeys
es: Atajos
fr: Raccourcis
hi: हॉटकी
id: Hotkey
it: Scorciatoie
ja: ホットキー
ko: 단축키
nl: Sneltoetsen
pl: Skróty
pt: Atalhos
ru: Горячие клавиши
sv: Snabbtangenter
th: ฮอตคีย์
tr: Kısayollar
uk: Гарячі клавіші
vi: Phím tắt
zh_hant: 熱鍵

source: 热键注册失败
ar: فشل تسجيل مفتاح الاختصار
de: Registrierung des Tastenkürzels fehlgeschlagen
en: Hotkey registration failed
es: Error al registrar el atajo
fr: Échec de l'enregistrement du raccourci
hi: हॉटकी पंजीकरण विफल
id: Pendaftaran pintasan gagal
it: Registrazione della scorciatoia non riuscita
ja: ホットキーの登録に失敗しました
ko: 단축키 등록 실패
nl: Sneltoets registreren mislukt
pl: Rejestracja skrótu nie powiodła się
pt: Falha ao registrar o atalho
ru: Не удалось зарегистрировать сочетание клавиш
sv: Registrering av kortkommando misslyckades
th: ลงทะเบียนปุ่มลัดล้มเหลว
tr: Kısayol kaydı başarısız
uk: Не вдалося зареєструвати комбінацію клавіш
vi: Đăng ký phím tắt thất bại
zh_hant: 熱鍵註冊失敗

source: 生成中...
ar: جارٍ الإنشاء...
de: Wird generiert...
en: Generating...
es: Generando...
fr: Génération...
hi: जेनरेट हो रहा है...
id: Menghasilkan...
it: Generazione...
ko: 생성 중...
nl: Genereren...
pl: Generowanie...
pt: A gerar...
ru: Генерация...
sv: Genererar...
th: กำลังสร้าง...
tr: Oluşturuluyor...
uk: Генерування...
vi: Đang tạo...

source: 生成于 %@
ar: أُنشئ في %@
de: Erstellt %@
en: Generated %@
es: Generado %@
fr: Généré %@
hi: बनाया गया %@
id: Dibuat %@
it: Generato %@
ja: 生成: %@
ko: 생성: %@
nl: Gegenereerd %@
pl: Wygenerowano %@
pt: Gerado %@
ru: Создано %@
sv: Skapad %@
th: สร้างเมื่อ %@
tr: Oluşturuldu %@
uk: Створено %@
vi: Tạo lúc %@
zh_hant: 生成於 %@

# 生成于 %@ · 模型 %@
source: 生成于 %1$@ · 模型 %2$@
ar: أُنشئ في %@ · النموذج %@
de: Erstellt %@ · Modell %@
en: Generated %@ · Model %@
es: Generado %@ · Modelo %@
fr: Généré %@ · Modèle %@
hi: बनाया गया %@ · मॉडल %@
id: Dibuat %@ · Model %@
it: Generato %@ · Modello %@
ja: 生成: %@ ・ モデル %@
ko: 생성: %@ · 모델 %@
nl: Gegenereerd %@ · Model %@
pl: Wygenerowano %@ · Model %@
pt: Gerado %@ · Modelo %@
ru: Создано %@ · Модель %@
sv: Skapad %@ · Modell %@
th: สร้างเมื่อ %@ · โมเดล %@
tr: Oluşturuldu %@ · Model %@
uk: Створено %@ · Модель %@
vi: Tạo lúc %@ · Mô hình %@
zh_hant: 生成於 %@ · 模型 %@

source: 生成总结
ar: إنشاء ملخص
de: Zusammenfassung erstellen
en: Generate Summary
es: Generar resumen
fr: Générer le résumé
hi: सारांश बनाएँ
id: Buat ringkasan
it: Genera riassunto
ja: 要約を生成
ko: 요약 생성
nl: Genereer samenvatting
pl: Generuj podsumowanie
pt: Gerar resumo
ru: Создать резюме
sv: Skapa sammanfattning
th: สร้างสรุป
tr: Özet oluştur
uk: Створити підсумок
vi: Tạo tóm tắt
zh_hant: 產生總結

source: 生成总结完成后自动生成简短标题并更新列表标题
ar: بعد اكتمال إنشاء الملخص، يُنشأ عنوان قصير تلقائيًا ويُحدَّث عنوان القائمة
de: Nach Abschluss der Zusammenfassung wird automatisch ein kurzer Titel erzeugt und der Listentitel aktualisiert
en: After summary generation finishes, a short title is generated automatically and the list title is updated
es: Al finalizar la generación del resumen, se genera automáticamente un título breve y se actualiza el título de la lista
fr: Une fois la génération du résumé terminée, un titre court est généré automatiquement et le titre de la liste est mis à jour
hi: सारांश बनने के बाद एक छोटा शीर्षक स्वतः बनता है और सूची का शीर्षक अपडेट हो जाता है
id: Setelah pembuatan ringkasan selesai, judul singkat dibuat otomatis dan judul daftar diperbarui
it: Al termine della generazione del riepilogo, viene generato automaticamente un titolo breve e il titolo dell'elenco viene aggiornato
ja: まとめ生成が完了すると、短いタイトルが自動生成されリストのタイトルが更新されます
ko: 요약 생성이 완료되면 짧은 제목이 자동 생성되어 목록 제목이 업데이트됩니다
nl: Nadat het genereren van de samenvatting klaar is, wordt automatisch een korte titel gegenereerd en de lijsttitel bijgewerkt
pl: Po zakończeniu generowania podsumowania automatycznie tworzony jest krótki tytuł i aktualizowany tytuł na liście
pt: Após a geração do resumo, um título curto é gerado automaticamente e o título da lista é atualizado
ru: После создания сводки автоматически создаётся короткий заголовок и обновляется название в списке
sv: När sammanfattningen är klar genereras en kort titel automatiskt och listans titel uppdateras
th: หลังสร้างสรุปเสร็จ จะสร้างชื่อสั้นอัตโนมัติและอัปเดตรายการ
tr: Özet oluşturma tamamlandığında kısa bir başlık otomatik oluşturulur ve liste başlığı güncellenir
uk: Після створення підсумку автоматично генерується короткий заголовок і оновлюється назва у списку
vi: Sau khi tạo tóm tắt xong, tiêu đề ngắn sẽ được tự động tạo và cập nhật vào danh sách
zh_hant: 生成總結完成後自動生成簡短標題並更新列表標題

source: 生成截图失败，请重试
ar: فشل إنشاء لقطة الشاشة، أعد المحاولة
de: Screenshot konnte nicht erstellt werden, bitte erneut versuchen
en: Failed to generate screenshot, please retry
es: No se pudo generar la captura, reintente
fr: Échec de la génération de la capture, réessayez
hi: स्क्रीनशॉट बनाने में विफल, कृपया पुनः प्रयास करें
id: Gagal membuat tangkapan layar, coba lagi
it: Generazione dello screenshot non riuscita, riprova
ja: スクリーンショットの生成に失敗しました。再試行してください
ko: 스크린샷 생성에 실패했습니다. 다시 시도하세요
nl: Schermafbeelding kon niet worden gemaakt, probeer opnieuw
pl: Nie udało się utworzyć zrzutu ekranu, spróbuj ponownie
pt: Falha ao gerar a captura, tente novamente
ru: Не удалось создать скриншот, повторите попытку
sv: Kunde inte skapa skärmdump, försök igen
th: สร้างภาพหน้าจอไม่สำเร็จ โปรดลองอีกครั้ง
tr: Ekran görüntüsü oluşturulamadı, lütfen tekrar deneyin
uk: Не вдалося створити знімок екрана, спробуйте ще раз
vi: Tạo ảnh chụp màn hình thất bại, hãy thử lại
zh_hant: 生成截圖失敗，請重試

source: 用于全部录屏入口（会话工具栏「录制」与菜单栏「捕获屏幕」直达项）；独立于会议录音设置，不影响普通录音。
ar: ينطبق على جميع مداخل تسجيل الشاشة (زر «تسجيل» في شريط الجلسة وعناصر «التقاط الشاشة» في شريط القوائم)؛ وهو مستقل عن إعدادات تسجيل الاجتماعات ولا يؤثر على التسجيل الصوتي العادي.
de: Gilt für alle Einstiege der Bildschirmaufnahme (die Schaltfläche „Aufnehmen“ in der Sitzungs-Werkzeugleiste und die Einträge „Bildschirm erfassen“ in der Menüleiste); unabhängig von den Meeting-Aufnahmeeinstellungen und ohne Einfluss auf normale Audioaufnahmen.
en: Applies to all screen recording entry points (the “Record” button in the session toolbar and the “Capture Screen” items in the menu bar); it is independent of meeting recording settings and does not affect normal audio recording.
es: Se aplica a todos los accesos de grabación de pantalla (el botón «Grabar» de la barra de la sesión y los elementos «Capturar pantalla» de la barra de menús); es independiente de los ajustes de grabación de reuniones y no afecta a la grabación de audio normal.
fr: S'applique à toutes les entrées d'enregistrement d'écran (le bouton « Enregistrer » de la barre d'outils de session et les éléments « Capturer l'écran » de la barre des menus) ; indépendant des réglages d'enregistrement de réunion et sans effet sur l'enregistrement audio classique.
hi: सभी स्क्रीन रिकॉर्डिंग प्रवेश बिंदुओं (सत्र टूलबार का «रिकॉर्ड करें» और मेन्यू बार की «स्क्रीन कैप्चर» प्रविष्टियाँ) पर लागू; यह मीटिंग रिकॉर्डिंग सेटिंग्स से स्वतंत्र है और सामान्य ऑडियो रिकॉर्डिंग को प्रभावित नहीं करता।
id: Berlaku untuk semua titik masuk perekaman layar (tombol «Rekam» di bilah alat sesi dan item «Tangkap Layar» di bilah menu); independen dari pengaturan perekaman rapat dan tidak memengaruhi perekaman audio biasa.
it: Vale per tutti gli accessi alla registrazione schermo (il pulsante «Registra» nella barra della sessione e le voci «Acquisisci schermo» nella barra dei menu); è indipendente dalle impostazioni di registrazione riunioni e non influisce sulla registrazione audio normale.
ja: すべての画面収録の入口（セッションのツールバー「録画」とメニューバー「画面キャプチャ」の直行項目）に適用されます。会議録音の設定とは独立しており、通常の録音には影響しません。
ko: 모든 화면 기록 진입점(세션 도구 막대의 ‘녹화’와 메뉴 막대 ‘화면 캡처’ 바로 실행 항목)에 적용됩니다. 회의 녹음 설정과 별개이며 일반 녹음에는 영향을 주지 않습니다.
nl: Geldt voor alle schermopname-ingangen (de knop «Opnemen» in de sessiewerkbalk en de items «Scherm vastleggen» in de menubalk); onafhankelijk van de vergaderopname-instellingen en zonder invloed op normale audio-opname.
pl: Dotyczy wszystkich miejsc rozpoczęcia nagrywania ekranu (przycisk „Nagraj” na pasku sesji i pozycje „Przechwyć ekran” w pasku menu); jest niezależne od ustawień nagrywania spotkań i nie wpływa na zwykłe nagrywanie dźwięku.
pt: Aplica-se a todos os acessos de gravação de ecrã (o botão «Gravar» da barra da sessão e os itens «Capturar ecrã» da barra de menus); é independente das definições de gravação de reuniões e não afeta a gravação de áudio normal.
ru: Действует для всех точек входа записи экрана (кнопка «Запись» на панели сеанса и пункты «Захват экрана» в строке меню); не зависит от настроек записи совещаний и не влияет на обычную аудиозапись.
sv: Gäller för alla ingångar för skärminspelning (knappen «Spela in» i sessionsverktygsfältet och objekten «Fånga skärm» i menyraden); oberoende av inställningarna för mötesinspelning och påverkar inte vanlig ljudinspelning.
th: ใช้กับทุกทางเข้าของการบันทึกหน้าจอ (ปุ่ม «บันทึก» ในแถบเครื่องมือของเซสชัน และรายการ «จับภาพหน้าจอ» ในแถบเมนู) เป็นอิสระจากการตั้งค่าการบันทึกการประชุมและไม่มีผลต่อการบันทึกเสียงปกติ
tr: Tüm ekran kaydı girişleri için geçerlidir (oturum araç çubuğundaki «Kaydet» ve menü çubuğundaki «Ekranı yakala» öğeleri); toplantı kaydı ayarlarından bağımsızdır ve normal ses kaydını etkilemez.
uk: Застосовується до всіх точок входу запису екрана (кнопка «Запис» на панелі сеансу та пункти «Захоплення екрана» в рядку меню); не залежить від налаштувань запису зустрічей і не впливає на звичайний аудіозапис.
vi: Áp dụng cho mọi lối vào ghi màn hình (nút «Ghi» trên thanh công cụ của phiên và mục «Chụp màn hình» trên thanh menu); độc lập với cài đặt ghi âm cuộc họp và không ảnh hưởng đến ghi âm thông thường.
zh_hant: 用於全部錄屏入口（工作階段工具列「錄製」與選單列「擷取螢幕」直達項）；獨立於會議錄音設定，不影響一般錄音。

source: 用户反馈
ar: ملاحظات المستخدم
de: Nutzer-Feedback
en: Feedback
es: Comentarios del usuario
fr: Feedback utilisateur
hi: उपयोगकर्ता प्रतिक्रिया
id: Umpan balik pengguna
it: Feedback utente
ja: ユーザーフィードバック
ko: 사용자 피드백
nl: Gebruikersfeedback
pl: Opinie użytkowników
pt: Feedback do usuário
ru: Отзыв пользователя
sv: Användarfeedback
th: ข้อเสนอแนะผู้ใช้
tr: Kullanıcı geri bildirimi
uk: Відгук користувача
vi: Phản hồi người dùng
zh_hant: 使用者回饋

source: 用户权利
ar: حقوق المستخدم
de: Nutzerrechte
en: Your Rights
es: Derechos del usuario
fr: Droits de l'utilisateur
hi: उपयोगकर्ता के अधिकार
id: Hak pengguna
it: Diritti dell'utente
ja: ユーザーの権利
ko: 사용자 권리
nl: Gebruikersrechten
pl: Prawa użytkownika
pt: Direitos do usuário
ru: Права пользователя
sv: Användarrättigheter
th: สิทธิ์ของผู้ใช้
tr: Kullanıcı hakları
uk: Права користувача
vi: Quyền của người dùng
zh_hant: 使用者權利

source: 用本地大模型逐条分析全部转写记录，提取敏感词写入词典
ar: تحليل جميع التفريغات واحدة تلو الأخرى بنموذج محلي وكتابة المصطلحات الحساسة في القاموس
de: Alle Transkriptionen einzeln mit einem lokalen LLM analysieren und erkannte sensible Begriffe ins Wörterbuch schreiben
en: Analyze all transcripts one by one with a local LLM and write extracted sensitive terms into the dictionary
es: Analizar todas las transcripciones una a una con un LLM local y escribir los términos sensibles en el diccionario
fr: Analyser toutes les transcriptions une par une avec un LLM local et écrire les termes sensibles dans le dictionnaire
hi: सभी ट्रांसक्रिप्ट को लोकल LLM से एक-एक करके विश्लेषित कर संवेदनशील शब्द शब्दकोश में लिखें
id: Analisis semua transkripsi satu per satu dengan LLM lokal dan tulis istilah sensitif ke kamus
it: Analizza tutte le trascrizioni una per una con un LLM locale e scrivi i termini sensibili nel dizionario
ja: ローカルLLMで全転写記録を一件ずつ分析し、抽出した機密語を辞書に書き込みます
ko: 로컬 LLM으로 모든 전사 기록을 하나씩 분석해 민감어를 사전에 기록합니다
nl: Analyseer alle transcripties één voor één met een lokaal LLM en schrijf gevoelige termen naar het woordenboek
pl: Analizuj wszystkie transkrypcje po kolei lokalnym LLM i zapisz wykryte terminy wrażliwe w słowniku
pt: Analisar todas as transcrições uma a uma com um LLM local e gravar os termos sensíveis no dicionário
ru: Проанализировать все транскрипции по очереди локальной LLM и записать найденные конфиденциальные термины в словарь
sv: Analysera alla transkriptioner en i taget med en lokal LLM och skriv känsliga termer till ordboken
th: วิเคราะห์บันทึกการถอดเสียงทีละรายการด้วยโมเดลภายในเครื่อง แล้วเขียนคำอ่อนไหวลงพจนานุกรม
tr: Tüm transkripsiyonları yerel LLM ile tek tek analiz edip hassas terimleri sözlüğe yaz
uk: Проаналізувати всі транскрипції по черзі локальною LLM і записати конфіденційні терміни у словник
vi: Phân tích từng bản phiên âm bằng LLM cục bộ và ghi các từ nhạy cảm vào từ điển
zh_hant: 用本地大模型逐條分析全部轉寫記錄，提取敏感詞寫入詞典

source: 用系统播放器打开
ar: الفتح في مشغّل النظام
de: Im Systemplayer öffnen
en: Open in System Player
es: Abrir con el reproductor del sistema
fr: Ouvrir avec le lecteur système
hi: सिस्टम प्लेयर में खोलें
id: Buka di Pemutar Sistem
it: Apri con il lettore di sistema
ja: システムのプレーヤーで開く
ko: 시스템 플레이어로 열기
nl: Openen in systeemspeler
pl: Otwórz w odtwarzaczu systemowym
pt: Abrir no reprodutor do sistema
ru: Открыть в системном плеере
sv: Öppna i systemspelaren
th: เปิดในโปรแกรมเล่นของระบบ
tr: Sistem Oynatıcıda Aç
uk: Відкрити в системному плеєрі
vi: Mở bằng trình phát hệ thống
zh_hant: 用系統播放器打開

source: 画笔
ar: قلم
de: Stift
en: Pen
es: Lápiz
fr: Stylet
hi: पेन
id: Pena
it: Penna
ja: ペン
ko: 펜
nl: Pen
pl: Pióro
pt: Caneta
ru: Перо
sv: Penna
th: ปากกา
tr: Kalem
uk: Перо
vi: Bút vẽ
zh_hant: 畫筆

source: 画面
ar: مرئي
de: Visuell
en: Visual
es: Visual
fr: Visuel
hi: दृश्य
id: Visual
it: Visuale
ja: 映像
ko: 화면
nl: Visueel
pl: Widok
pt: Visual
ru: Видео
sv: Visuell
th: ภาพ
tr: Görsel
uk: Відео
vi: Hình ảnh
zh_hant: 畫面

source: 画面分析
ar: تحليل الصور
de: Bildanalyse
en: Visual Analysis
es: Análisis visual
fr: Analyse visuelle
hi: दृश्य विश्लेषण
id: Analisis Visual
it: Analisi visiva
ko: 화면 분석
nl: Visuele analyse
pl: Analiza obrazu
pt: Análise visual
ru: Анализ изображения
sv: Bildanalys
th: การวิเคราะห์ภาพ
tr: Görsel Analiz
uk: Аналіз зображення
vi: Phân tích hình ảnh
zh_hant: 畫面分析

source: 画面分析被意外中断，请重试（已完成的部分会保留）。
ar: تمت مقاطعة تحليل الصور بشكل غير متوقع. أعد المحاولة (سيتم الاحتفاظ بالجزء المكتمل).
de: Die Bildanalyse wurde unerwartet unterbrochen. Bitte erneut versuchen (der bereits fertige Teil bleibt erhalten).
en: Visual analysis was interrupted unexpectedly. Please try again (completed parts are kept).
es: El análisis de imagen se interrumpió inesperadamente. Vuelve a intentarlo (la parte ya completada se conserva).
fr: L'analyse d'image a été interrompue de façon inattendue. Réessayez (la partie déjà terminée est conservée).
hi: छवि विश्लेषण अप्रत्याशित रूप से बाधित हुआ। कृपया पुनः प्रयास करें (पूरा हुआ भाग सुरक्षित रहेगा)।
id: Analisis gambar terputus secara tak terduga. Coba lagi (bagian yang sudah selesai tetap disimpan).
it: L'analisi delle immagini è stata interrotta inaspettatamente. Riprova (la parte già completata viene conservata).
ja: 画面分析が予期せず中断されました。もう一度お試しください（完了済みの部分は保持されます）。
ko: 화면 분석이 예기치 않게 중단되었습니다. 다시 시도하세요(완료된 부분은 유지됩니다).
nl: De beeldanalyse is onverwacht onderbroken. Probeer het opnieuw (het voltooide deel blijft bewaard).
pl: Analiza obrazu została nieoczekiwanie przerwana. Spróbuj ponownie (ukończona część zostanie zachowana).
pt: A análise de imagem foi interrompida inesperadamente. Tente novamente (a parte já concluída é mantida).
ru: Анализ изображений был неожиданно прерван. Повторите попытку (завершённая часть сохранится).
sv: Bildanalysen avbröts oväntat. Försök igen (den del som redan är klar behålls).
th: การวิเคราะห์ภาพถูกขัดจังหวะโดยไม่คาดคิด โปรดลองอีกครั้ง (ส่วนที่เสร็จแล้วจะถูกเก็บไว้)
tr: Görüntü analizi beklenmedik şekilde kesildi. Lütfen tekrar deneyin (tamamlanan kısım korunur).
uk: Аналіз зображень несподівано перервано. Спробуйте ще раз (завершену частину збережено).
vi: Phân tích hình ảnh bị gián đoạn ngoài dự kiến. Vui lòng thử lại (phần đã hoàn thành vẫn được giữ).
zh_hant: 畫面分析被意外中斷，請重試（已完成的部分會保留）。

source: 画面要点
ar: النقاط المرئية
de: Bildpunkte
en: Visual Highlights
es: Puntos visuales
fr: Points clés visuels
hi: दृश्य मुख्य बिंदु
id: Poin Visual
it: Punti visivi
ja: 画面の要点
ko: 화면 요약
nl: Visuele hoogtepunten
pl: Punkty obrazu
pt: Destaques visuais
ru: Визуальные тезисы
sv: Visuella punkter
th: สรุปภาพ
tr: Görsel Özetler
uk: Візуальні тези
vi: Điểm hình ảnh
zh_hant: 畫面要點

source: 画面要点保存失败，请重试。
ar: فشل حفظ النقاط المرئية. حاول مجددًا.
de: Speichern der Bildpunkte fehlgeschlagen. Bitte erneut versuchen.
en: Failed to save the visual highlights. Please try again.
es: Error al guardar los puntos visuales. Inténtalo de nuevo.
fr: Échec de l’enregistrement des points clés visuels. Veuillez réessayer.
hi: दृश्य मुख्य बिंदु सहेजने में विफल। कृपया पुनः प्रयास करें।
id: Gagal menyimpan poin visual. Coba lagi.
it: Impossibile salvare i punti visivi. Riprova.
ja: 画面の要点を保存できませんでした。もう一度お試しください。
ko: 화면 요약을 저장하지 못했습니다. 다시 시도해 주세요.
nl: Kan visuele hoogtepunten niet opslaan. Probeer het opnieuw.
pl: Nie udało się zapisać punktów obrazu. Spróbuj ponownie.
pt: Falha ao salvar os destaques visuais. Tente novamente.
ru: Не удалось сохранить визуальные тезисы. Повторите попытку.
sv: Misslyckades med att spara visuella punkter. Försök igen.
th: บันทึกสรุปภาพไม่สำเร็จ โปรดลองอีกครั้ง
tr: Görsel özetler kaydedilemedi. Lütfen tekrar deneyin.
uk: Не вдалося зберегти візуальні тези. Спробуйте ще раз.
vi: Không thể lưu điểm hình ảnh. Vui lòng thử lại.
zh_hant: 畫面要點儲存失敗，請重試。

source: 画面要点生成失败：%@
ar: فشل إنشاء الملاحظات المرئية: %@
de: Visuelle Notizen konnten nicht erstellt werden: %@
en: Failed to generate visual notes: %@
es: Error al generar las notas visuales: %@
fr: Échec de la génération du résumé visuel : %@
hi: दृश्य नोट्स बनाना विफल: %@
id: Gagal membuat catatan visual: %@
it: Generazione delle note visive non riuscita: %@
ja: 画面メモの生成に失敗：%@
ko: 화면 요약 생성 실패: %@
nl: Visuele notities genereren mislukt: %@
pl: Generowanie notatek wizualnych nie powiodło się: %@
pt: Falha ao gerar as notas visuais: %@
ru: Не удалось создать визуальные заметки: %@
sv: Kunde inte skapa visuella anteckningar: %@
th: สร้างบันทึกภาพไม่สำเร็จ: %@
tr: Görsel notlar oluşturulamadı: %@
uk: Не вдалося створити візуальні нотатки: %@
vi: Tạo ghi chú hình ảnh thất bại: %@
zh_hant: 畫面要點產生失敗：%@

source: 画面读取过程（第 %1$d/%2$d 段，已收到 %3$d 字）
ar: قراءة الصور (%1$d من %2$d مقطعًا، تم استلام %3$d حرفًا)
de: Bildauswertung (%1$d von %2$d Segmenten, %3$d Zeichen empfangen)
en: Visual reading progress (%1$d of %2$d segments, %3$d characters received)
es: Lectura de imágenes (%1$d de %2$d segmentos, %3$d caracteres recibidos)
fr: Lecture des images (%1$d sur %2$d segments, %3$d caractères reçus)
hi: छवि पढ़ने की प्रक्रिया (%2$d में से %1$d सेगमेंट, %3$d अक्षर प्राप्त)
id: Proses pembacaan gambar (segmen %1$d dari %2$d, %3$d karakter diterima)
it: Lettura delle immagini (%1$d di %2$d segmenti, %3$d caratteri ricevuti)
ja: 画面の読み取り状況（%2$d セグメント中 %1$d 番目、%3$d 文字を受信）
ko: 화면 읽기 진행 상황(%2$d개 세그먼트 중 %1$d번째, %3$d자 수신)
nl: Beeldlezen (%1$d van %2$d segmenten, %3$d tekens ontvangen)
pl: Odczyt obrazu (segment %1$d z %2$d, odebrano %3$d znaków)
pt: Leitura das imagens (%1$d de %2$d segmentos, %3$d caracteres recebidos)
ru: Чтение изображений (%1$d из %2$d сегментов, получено символов: %3$d)
sv: Bildläsning (%1$d av %2$d segment, %3$d tecken mottagna)
th: กระบวนการอ่านภาพ (ส่วนที่ %1$d จาก %2$d, ได้รับ %3$d ตัวอักษร)
tr: Görüntü okuma süreci (%2$d segmentten %1$d., %3$d karakter alındı)
uk: Читання зображень (%1$d з %2$d сегментів, отримано символів: %3$d)
vi: Quá trình đọc hình ảnh (phân đoạn %1$d/%2$d, đã nhận %3$d ký tự)
zh_hant: 畫面讀取過程（第 %1$d/%2$d 段，已收到 %3$d 字）
